Revit 2024 API
GroupTypeId.Graphics Property
 Graphics.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Graphics { get; }
Visual Basic
Public Shared ReadOnly Property Graphics As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Graphics {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace